site.org
#+title: Random bits and pieces
#+subtitle: ...about programming, languages, tools, FLOSS software...
#+author: Igor Dejanović
#+hugo_base_dir: .
#+hugo_section: /
#+options: creator:t author:nil

* Recipes
:PROPERTIES:
:EXPORT_HUGO_SECTION: recipes
:EXPORT_HUGO_MENU: :menu main
:EXPORT_FILE_NAME: _index
:END:
These posts are recipes, WIP notes, thoughts and tips about things I'm working
on. This kind of semi-baked content is usually called /exobrain/ or /brain dump/.
For years I've kept these note private but I realize that they could be useful
to others so I'll gradually move them here. I'll keep them updated and the
GitHub link provided will show the updates.

