content/recipes/_index.md
+++
title = "Recipes"
draft = false
creator = "Emacs 28.2 (Org mode 9.6 + ox-hugo)"
[menu]
  [menu.main]
    weight = 1005
    identifier = "recipes"
+++

These posts are recipes, WIP notes, thoughts and tips about things I'm working
on. This kind of semi-baked content is usually called _exobrain_ or _brain dump_.
For years I've kept these note private but I realize that they could be useful
to others so I'll gradually move them here. I'll keep them updated and the
GitHub link provided will show the updates.
